Repository: mohfy/phoneme
Catalog: po/*.po
Languages: nl

source: Convert words to IPA
nl: Zet woorden om naar IPA

source: IPA;dictionary;linguistics;
nl: IPA;fonetisch;woordenboek;taal;taalkunde;

source: Turn words into their true sounds
nl: Bekijk hoe woorden dienen te worden uitgesproken

source: Word2IPA lets you look up individual words or paste entire phrases and see how they are pronounced in the IPA format. It's a perfect tool for language learners, linguists, or speech technology developers.
nl: Met Word2IPA kunt u woorden of zinnen opzoeken en zien hoe ze dienen te worden uitgesproken volgens het Internationaal Fonetisch Alfabet (IPA). Handig voor zij die een nieuwe taal willen leren, taalkundigen en ontwikkelaars van spraaktechnologie.

source: Home Page
nl: Website

source: IPA Dictionary
nl: IPA-woordenboek

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Main Menu
nl: Hoofdmenu

source: Enter a word...
nl: Vul een woord inâ€¦

source: Choose word's language
nl: Kies de woordtaal

source: history
nl: Geschiedenis

source: IPA Lookup
nl: IPA opzoeken

source: IPA Lookup Table
nl: IPA-opzoektabel

source: _Preferences
nl: _Voorkeuren

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Word2ipa
nl: Over Word2ip_a
